Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Common.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# appendToBody
source: Add to Body
zh_hans: 合入正文
zh_hant: 合入正文

source: Configure AI
zh_hans: 配置 AI
zh_hant: 設定 AI

source: Rename
zh_hans: 重命名
zh_hant: 重命名

# accessibility.links
source: Links
zh_hans: 链接
zh_hant: 链接

# accessibility.notebookCardHint
source: Double tap to enter the vault workspace, long press to rename or delete
zh_hans: 双击以进入笔记本工作区，长按以唤出重命名或删除选项
zh_hant: 雙擊以進入金庫工作區，長按以唤出重命名或刪除選項

# accessibility.notebookCardLabel
source: Notebook Vault Card
zh_hans: 笔记本笔记本卡片
zh_hant: 金庫筆記本卡片

# accessibility.notebookListRowHint
source: Double tap to enter the vault workspace, supports swiping left or long pressing
zh_hans: 双击以进入笔记本工作区，支持向左滑动或长按操作
zh_hant: 雙擊以進入金庫工作區，支援向左滑動或長按操作

# accessibility.tags
source: Tags
zh_hans: 标签
zh_hant: 標籤

# accessibility.tapToOpen
source: Tap to open
zh_hans: 点击打开
zh_hant: 点擊打開

# accessibility.words
source: Words
zh_hans: 字数
zh_hant: 字數

# action.cmd.deepExplore
source: AI Deep Explore
zh_hans: AI 深度探索当前库
zh_hant: AI 深度探索当前庫

# action.cmd.newKnowledgePage
source: New Page
zh_hans: 新建知识页面
zh_hant: 新增知識頁面

# action.cmd.quickActions
source: Quick Actions
zh_hans: 快速操作
zh_hant: 快速操作

# action.cmd.recentAccess
source: Recent Access
zh_hans: 最近访问
zh_hant: 最近访問

# action.export
source: Export
zh_hans: 导出
zh_hant: 匯出

# action.createPage
source: Create Knowledge Node
zh_hans: 新建知识节点
zh_hant: 新增知識節点

# action.createPageSubtitle
source: Create a new knowledge page
zh_hans: 创建新的知识页面
zh_hant: 建立新的知識頁面

# action.healthCheck
source: Health Check
zh_hans: 健康检查
zh_hant: 健康检查

# action.ingestKnowledge
source: Ingest External Knowledge
zh_hans: 导入外部知识
zh_hant: 匯入外部知識

# action.ingestKnowledgeSubtitle
source: Import and process knowledge
zh_hans: 导入并处理知识
zh_hant: 匯入並處理知識

source: AI Thinking...
zh_hans: AI 思考中...
zh_hant: AI 思考中...

# app.name
source: ZhiYu
zh_hans: 智宇
zh_hant: 智宇

source: Awesome
zh_hans: 赞
zh_hant: 贊

source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.noData
source: No Data
zh_hans: 暂无数据
zh_hant: 暫無資料

# common.testRunnerWorking
source: ZhiYu Test Runner is working...
zh_hans: 智宇单测运行器正在工作中...
zh_hant: 智宇單测運行器正在工作中...

# common.status.simulatorNotSupported
source: This feature is not available in the simulator
zh_hans: 此功能在模拟器中不可用
zh_hant: 此功能在模擬器中不可用

# components.noBackLinks
source: No backlinks yet
zh_hans: 暂无反向链接
zh_hant: 暫無反向链接

# components.noOutgoing
source: No outgoing links
zh_hans: 无外链
zh_hant: 無外链

# components.search
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# confidence.high
source: High
zh_hans: 高
zh_hant: 高

# confidence.low
source: Low
zh_hans: 低
zh_hant: 低

# confidence.medium
source: Medium
zh_hans: 中
zh_hant: 中

source: Confirm
zh_hans: 确认
zh_hant: 確認

# copyPageLink
source: copyPageLink Text
zh_hans: 复制页面链接
zh_hant: 複製頁面链接

source: Delete
zh_hans: 删除
zh_hant: 刪除

# deleteConfirm
source: deleteConfirm Text
zh_hans: 确认删除
zh_hant: 確認刪除

# demo.aiAgent.content
source: # What is an AI Agent? An AI Agent is an intelligent entity that perceives its environment, reasons, and takes actions to achieve goals. Unlike traditional [[Large Language Models (LLM)]], which only chat, Agents have the power to 'act'. ## Core Formula **Agent = LLM + [[Planning]] + [[Memory]] + [[Tool Use]]** Frameworks: AutoGPT, BabyAGI, LangChain
zh_hans: # 什么是 AI Agent？ AI Agent (人工智能代理) 是指能够感知环境、进行推理并采取行动以实现目标的智能体。不同于传统的 [[大语言模型 (LLM)]] 仅能进行对话，Agent 具备了“行动力”。 ## 核心公式 **Agent = LLM + [[规划 (Planning)]] + [[记忆 (Memory)]] + [[工具使用 (Tool Use)]]** 相关框架：AutoGPT, BabyAGI, LangChain
zh_hant: # 什麼是 AI Agent？ AI Agent (人工智能代理) 是指能够感知環境、進行推理並采取行動以實現目標的智能體。不同於傳統的 [[大語言模型 (LLM)]] 仅能進行對話，Agent 具備了“行動力”。 ## 核心公式 **Agent = LLM + [[規劃 (Planning)]] + [[記憶 (Memory)]] + [[工具使用 (Tool Use)]]** 相關框架：AutoGPT, BabyAGI, LangChain

# demo.aiAgent.title
source: AI Agent: The Brain Beyond Chat
zh_hans: AI 对话：更智能的知识交互
zh_hant: AI 對話：更智能的知識交互

# demo.llm.content
source: # LLM as the Central Nervous System In the [[AI Agent: The Brain Beyond Chat]] architecture, the LLM acts as the 'brain', responsible for understanding, decision-making, and task distribution. To train stronger Agents, specialized fine-tuning for Function Calling is often required.
zh_hans: # LLM 作为中枢神经 在 [[AI Agent：超越对话的大脑]] 架构中，LLM 扮演了“大脑”的角色，负责理解、决策和任务分发。 为了训练出更强的 Agent，通常需要使用 [[大语言模型训练流程]]，特别是针对函数调用 (Function Calling) 的专门微调。
zh_hant: # LLM 作為中樞神經 在 [[AI Agent：超越對話的大脑]] 架構中，LLM 扮演了“大脑”的角色，负責理解、決策和任務分發。 為了训练出更強的 Agent，通常需要使用 [[大語言模型训练流程]]，特別是針對函數調用 (Function Calling) 的專門微調。

# demo.llm.title
source: Large Language Model (LLM)
zh_hans: 大语言模型 (LLM)
zh_hant: 大語言模型 (LLM)

# demo.memory.content
source: # Memory Memory enables the Agent to maintain contextual consistency: - **Short-term Memory**: Uses the [[Large Language Model (LLM)]]'s context window for the current task. - **Long-term Memory**: Uses external storage (e.g., [[Vector Database]]) for information retrieval. [[AI Agent: The Brain Beyond Chat]] uses long-term memory for knowledge accumulation across sessions.
zh_hans: # 记忆 (Memory) 记忆能力让 Agent 能够保持上下文连贯性： - **短期记忆**: 利用 [[大语言模型 (LLM)]] 的上下文窗口记录当前任务。 - **长期记忆**: 利用外部存储 (如 [[向量数据库]]) 进行信息检索。 [[AI Agent：超越对话的大脑]] 利用长期记忆来实现跨会话的知识沉淀。
zh_hant: # 記憶 (Memory) 記憶能力讓 Agent 能够保持上下文連贯性： - **短期記憶**: 利用 [[大語言模型 (LLM)]] 的上下文視窗記錄当前任務。 - **長期記憶**: 利用外部存储 (如 [[向量資料庫]]) 進行資訊检索。 [[AI Agent：超越對話的大脑]] 利用長期記憶來實現跨會話的知識沉淀。

# demo.memory.title
source: Memory
zh_hans: 记忆 (Memory)
zh_hant: 記憶 (Memory)

# demo.planning.content
source: # Planning Planning is the foundation for an Agent to solve complex tasks. It usually consists of the following sub-tasks: 1. **Task Decomposition**: Breaking down large goals into manageable steps (e.g., Chain of Thought). 2. **Self-Reflection**: The agent corrects and refines past actions (e.g., ReAct mode). This enables [[AI Agent: The Brain Beyond Chat]] to handle problems requiring multi-step reasoning.
zh_hans: # 规划 (Planning) 规划是 Agent 解决复杂任务的基础。它通常分为以下几个子任务： 1. **任务分解**: 将大目标拆解为可管理的小步骤 (如 Chain of Thought)。 2. **自我反思**: 代理会对过去的行动进行修正和完善 (如 ReAct 模式)。 这使得 [[AI Agent：超越对话的大脑]] 能够处理需要多步推理的问题。
zh_hant: # 規劃 (Planning) 規劃是 Agent 解決複雜任務的基础。它通常分為以下幾個子任務： 1. **任務分解**: 將大目標拆解為可管理的小步骤 (如 Chain of Thought)。 2. **自我反思**: 代理會對過去的行動進行修正和完善 (如 ReAct 模式)。 這使得 [[AI Agent：超越對話的大脑]] 能够處理需要多步推理的問題。

# demo.planning.title
source: Planning
zh_hans: 规划 (Planning)
zh_hant: 規劃 (Planning)

# demo.toolUse.content
source: # Tool Use / Tool Calling Tool use is the bridge for an Agent to interact with the real world. Agents can call APIs for: - **Real-time Search**: Get latest news. - **Code Execution**: Perform complex calculations. - **File Operations**: Process local documents. This makes [[AI Agent: The Brain Beyond Chat]] truly capable of solving real-world problems.
zh_hans: # 工具使用 (Tool Use / Tool Calling) 工具使用是 Agent 与现实世界交互的桥梁。Agent 可以通过 API 调用： - **实时搜索**: 获取最新资讯。 - **代码执行**: 进行复杂的数学运算。 - **文件操作**: 处理本地文档。 这让 [[AI Agent：超越对话的大脑]] 真正具备了解决实际问题的能力。
zh_hant: # 工具使用 (Tool Use / Tool Calling) 工具使用是 Agent 与現實世界交互的橋梁。Agent 可以通過 API 調用： - **實時搜尋**: 獲取最新資訊。 - **程式碼執行**: 進行複雜的數學運算。 - **檔案操作**: 處理本地文档。 這讓 [[AI Agent：超越對話的大脑]] 真正具備了解決實际問題的能力。

# demo.toolUse.title
source: Tool Use
zh_hans: 工具使用 (Tool Use)
zh_hant: 工具使用 (Tool Use)

# demo.welcome.card.desc
source: One-click to ask the AI assistant the preset RAG query for this notebook and experience the "Aha Moment" of deep citation!
zh_hans: 一键向 AI 助手提问该笔记本的预设 RAG 检索问题，即刻体验深度引用的“魔法时刻”！
zh_hant: 一鍵向 AI 助手提問该筆記本的預設 RAG 检索問題，即刻體驗深度引用的“魔法時刻”！

# demo.welcome.card.recommend
source: Recommended Query:
zh_hans: 推荐问题：
zh_hant: 推荐問題：

# demo.welcome.card.title
source: ✨ Smart RAG Prompt Guide
zh_hans: ✨ 智能 RAG 提问向导
zh_hant: ✨ 智能 RAG 提問向导

# demo.welcome.content
source: # Welcome to ZhiYu 👋 Discover the magic of true **AI-Native Knowledge Management**. Here, every note you take "thinks". ## 🌟 What is ZhiYu? ZhiYu is more than just a beautiful Markdown editor; it is a personal digital brain powered by a built-in **RAG (Retrieval-Augmented Generation)** engine. This means: - **Never Forgets**: Drop long documents, articles, or inspirations into ZhiYu, and the system automatically converts them into high-dimensional semantic vectors. - **Talk to Your Knowledge**: No more digging through endless folders. Click the AI chat panel and ask, "Summarize the core of this document," or "Extract last week's research report." AI will instantly retrieve and summarize with citations. ## 🚀 Your Magical First Step 1. **Write Freely**: Edit this document or create a new page in the sidebar to experience the buttery smooth writing flow. 2. **Connect Islands**: Use the `[[Page Name]]` syntax to easily create bi-directional links and watch your knowledge graph grow in real-time. 3. **Touch of Magic**: Notice the **Guided AI floating button** at the bottom of the page, and initiate your first knowledge chat right now! --- > "We don't just produce knowledge, we synthesize thoughts." > — ZhiYu Development Team
zh_hans: # 欢迎来到智宇 (ZhiYu) 👋 探索真正的**AI 原生知识管理**魔法。在这里，您的每一篇笔记都会“思考”。 ## 🌟 什么是智宇？ 智宇不仅仅是一个精美的 Markdown 编辑器，它是一个内置了 **RAG (检索增强生成)** 引擎的私人数字大脑。这意味着： - **永远不会遗忘**：把长篇文献、文章或灵感抛给智宇，系统会自动将它们转化为高维语义向量，永久铭记。 - **与知识对话**：您再也无需苦苦翻阅海量文件夹。点击界面上的 AI 对话面板，直接询问“总结这篇文档的核心”、“帮我提炼上周的研究报告”，AI 将像您的助理一样，从海量知识中瞬时提取并带引用总结。 ## 🚀 您的魔法第一步 1. **随心记录**：修改这篇文档，或者在侧边栏新建一个页面，体验丝滑的写作感。 2. **连接孤岛**：使用 `[[页面名称]]` 语法可以轻松创建双向链接，观察左侧图谱的实时生长。 3. **点石成金**：留意页面底部的 **引导式 AI 浮窗**，立刻对这篇文档发起第一次知识对话提问！ --- > “我们不生产知识，我们只做思想的合成器。” > —— 智宇研发团队
zh_hant: # 欢迎來到智宇 (ZhiYu) 👋 探索真正的**AI 原生知識管理**魔法。在這裏，您的每一篇筆記都會“思考”。 ## 🌟 什麼是智宇？ 智宇不仅仅是一個精美的 Markdown 編輯器，它是一個內置了 **RAG (检索增強生成)** 引擎的私人數字大脑。這意味著： - **永遠不會遺忘**：把長篇文献、文章或靈感抛給智宇，係統會自動將它們轉化為高維語义向量，永久銘記。 - **与知識對話**：您再也無需苦苦翻閱海量檔案夾。点擊界面上的 AI 對話面板，直接詢問“總結這篇文档的核心”、“帮我提炼上周的研究报告”，AI 將像您的助理一樣，从海量知識中瞬時提取並带引用總結。 ## 🚀 您的魔法第一步 1. **隨心記錄**：修改這篇文档，或者在侧边欄新增一個頁面，體驗絲滑的寫作感。 2. **連線孤岛**：使用 `[[頁面名稱]]` 語法可以輕松建立雙向链接，觀察左侧圖譜的實時生長。 3. **点石成金**：留意頁面底部的 **引导式 AI 浮窗**，立刻對這篇文档發起第一次知識對話提問！ --- > “我們不生產知識，我們隻做思想的合成器。” > —— 智宇研發團隊

# demo.welcome.prompt
source: Ask AI: What is this document about?
zh_hans: 试着问我：这篇文档讲了什么？
zh_hant: 試著問我：這篇文档讲了什麼？

# demo.welcome.tag1
source: Guide
zh_hans: 引导
zh_hant: 引导

# demo.welcome.title
source: Welcome to ZhiYu 👋
zh_hans: 欢迎来到智宇 👋
zh_hant: 欢迎來到智宇 👋

source: Done
zh_hans: 完成
zh_hant: 完成

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Error
zh_hans: 错误
zh_hant: 錯誤

# Error.notFound
source: Not Found
zh_hans: 未找到
zh_hant: 未找到

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Help
zh_hans: 帮助
zh_hant: 說明

# iconPicker.academic
source: Academic
zh_hans: 学术
zh_hant: 學術

# iconPicker.common
source: Common
zh_hans: 常用
zh_hant: 常用

# iconPicker.nature
source: Nature
zh_hans: 自然
zh_hant: 自然

# iconPicker.symbols
source: Symbols
zh_hans: 符号
zh_hant: 符號

# iconPicker.transport
source: Transport
zh_hans: 交通
zh_hant: 交通

# justNow
source: justNow Text
zh_hans: 刚刚
zh_hant: 刚刚

source: Loading...
zh_hans: 加载中...
zh_hant: 加載中...

# lock
source: Lock Immediately
zh_hans: 立即锁定
zh_hant: 立即鎖定

# log.action.aiscan.failed
source: AI Scan Failed
zh_hans: AI 扫描失败
zh_hant: AI 掃描失敗

# log.action.aiscan.skipped
source: AI Scan Skipped
zh_hans: AI 扫描已跳过
zh_hant: AI 掃描已跳過

# log.clearConfirmTitle
source: Clear all logs?
zh_hans: 确定要清空日志吗？
zh_hant: 確定要清空日誌吗？

# log.duration
source: Duration
zh_hans: 耗时
zh_hant: 耗時

# log.endTime
source: End Time
zh_hans: 结束时间
zh_hant: 結束時間

# log.failureReason
source: Failure Reason
zh_hans: 失败原因
zh_hant: 失敗原因

# log.noLogs
source: No operation logs
zh_hans: 暂无操作日志
zh_hant: 暫無操作日誌

# log.startTime
source: Start Time
zh_hans: 开始时间
zh_hant: 開始時間

# log.status.failure
source: Failed
zh_hans: 失败
zh_hant: 失敗

# log.status.processing
source: Processing
zh_hans: 处理中
zh_hant: 處理中

# log.status.success
source: Success
zh_hans: 成功
zh_hant: 成功

# logAction.create
source: Create
zh_hans: 创建
zh_hant: 建立

# logAction.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# logAction.deletePDF
source: Delete PDF
zh_hans: 删除PDF
zh_hant: 刪除PDF

# logAction.healthCheck
source: Health Check
zh_hans: 健康检查
zh_hant: 健康检查

# logAction.highlight
source: Highlight
zh_hans: 高亮标注
zh_hant: 高亮標注

# logAction.importPDF
source: Import PDF
zh_hans: 导入PDF
zh_hant: 匯入PDF

# logAction.importPDFFailed
source: Import PDF Failed
zh_hans: 导入PDF失败
zh_hant: 匯入PDF失敗

# logAction.ingest
source: Ingest
zh_hans: 导入
zh_hant: 匯入

# logAction.smartIngest
source: Smart Import
zh_hans: 智能导入
zh_hant: 智能匯入

# logAction.sync
source: Sync
zh_hans: 同步
zh_hant: 同步

# logAction.systemInit
source: System Initialization
zh_hans: 系统初始化
zh_hant: 係統初始化

# logAction.update
source: Update
zh_hans: 更新
zh_hant: 更新

source: Log Out
zh_hans: 退出登录
zh_hant: 退出登錄

# menu.stats
source: Usage Monitor
zh_hans: 用量统计
zh_hant: 用量統计

# misc.all
source: All
zh_hans: 全部
zh_hant: 全部

# misc.bulkDelete
source: Bulk Delete
zh_hans: 批量删除
zh_hant: 批量刪除

# misc.clear
source: Clear
zh_hans: 清空
zh_hant: 清空

# misc.clearAll
source: Clear All
zh_hans: 全部清空
zh_hant: 全部清空

# misc.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# misc.copy
source: Copy
zh_hans: 复制
zh_hant: 複製

# misc.correct
source: Correct
zh_hans: 正确
zh_hant: 正確

# misc.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# misc.deleteAll
source: Delete All
zh_hans: 全部删除
zh_hant: 全部刪除

# misc.import
source: Import
zh_hans: 导入
zh_hant: 匯入

# misc.incorrect
source: Incorrect
zh_hans: 错误
zh_hant: 錯誤

# misc.nextQuestion
source: Next Question
zh_hans: 下一题
zh_hant: 下一題

# misc.none
source: None
zh_hans: 无
zh_hant: 無

# misc.reset
source: Reset
zh_hans: 重置
zh_hant: 重置

# misc.viewResults
source: View Results
zh_hans: 查看结果
zh_hant: 查看結果

source: OK
zh_hans: 确定
zh_hant: 確定

# ondevice.errorFormat
source: Connection Failed: %@
zh_hans: 连接失败: %@
zh_hant: 連線失敗: %@

source: Page Title
zh_hans: 页面标题
zh_hant: 頁面標題

# perf.edges
source: Graph Edges
zh_hans: 图谱边
zh_hant: 圖譜边

# perf.graphLayout
source: Graph Layout
zh_hans: 图谱布局
zh_hant: 圖譜布局

# perf.lastUpdated
source: Last Updated
zh_hans: 最后更新
zh_hant: 最後更新

# perf.load
source: Load
zh_hans: 加载
zh_hant: 加載

# perf.nodes
source: Graph Nodes
zh_hans: 图谱节点
zh_hant: 圖譜節点

# perf.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# perf.summary.edges
source: edges
zh_hans: 边
zh_hant: 边

# perf.summary.graph
source: Graph
zh_hans: 图谱
zh_hant: 圖譜

# perf.summary.nodes
source: nodes
zh_hans: 节点
zh_hant: 節点

# perf.summary.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# perf.summary.title
source: 📊 Performance Summary
zh_hans: 📊 性能摘要
zh_hant: 📊 性能摘要

# perf.summary.words
source: words
zh_hans: 字
zh_hant: 字

# perf.timing
source: Timing Analysis
zh_hans: 耗时分析
zh_hant: 耗時分析

# perf.title
source: Performance Monitor
zh_hans: 性能监控
zh_hant: 性能監控

# perf.words
source: Total Words
zh_hans: 总字数
zh_hant: 總字數

# perf.ragChain
source: RAG Chain
zh_hans: RAG 检索
zh_hant: RAG 检索

# perf.llmCalls
source: AI Calls
zh_hans: AI 调用次数
zh_hant: AI 調用次數

# perf.aiSuccessRate
source: AI Success Rate
zh_hans: AI 成功率
zh_hant: AI 成功率

source: Pinned
zh_hans: 已收藏
zh_hant: 已收藏

# quickPreview
source: quickPreview Text
zh_hans: 快速预览
zh_hant: 快速預覽

source: Recent Updates
zh_hans: 最近更新
zh_hant: 最近更新

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Save
zh_hans: 保存
zh_hant: 儲存

# schema.concept.field.applications
source: Applications
zh_hans: 应用场景
zh_hant: 套用場景

# schema.concept.field.theory
source: Principles
zh_hans: 原理
zh_hant: 原理

# schema.concept.prompt
source: For concept types, focus on explaining underlying principles and practical application scenarios. Content should be concise and professional.
zh_hans: 对于概念类型，重点解释其底层原理和实际应用场景。内容要求高度概括且专业。
zh_hant: 對於概念類型，重点解釋其底层原理和實际套用場景。內容要求高度概括且專業。

# schema.concept.template
source: # {title} ## Principles {theory} ## Application Scenarios - Scenario 1 - Scenario 2
zh_hans: # {title} ## 原理 {theory} ## 应用场景 - 场景1 - 场景2
zh_hant: # {title} ## 原理 {theory} ## 套用場景 - 場景1 - 場景2

# schema.entity.field.attributes
source: Core Attributes
zh_hans: 核心属性
zh_hant: 核心屬性

# schema.entity.field.definition
source: Definition
zh_hans: 定义
zh_hant: 定义

# schema.entity.field.relations
source: Related Entities
zh_hans: 关联实体
zh_hant: 關联實體

# schema.entity.prompt
source: For entity types, extract a clear definition and at least 3 core attributes. Establish bidirectional links with other entities.
zh_hans: 对于实体类型，必须提取其明确的定义，并列出至少3个核心属性。必须发现并建立与其他实体的双向链接。
zh_hant: 對於實體類型，必须提取其明確的定义，並列出至少3個核心屬性。必须發現並建立与其他實體的雙向链接。

# schema.entity.template
source: # {title} ## Definition {definition} ## Core Attributes - Attr 1: - Attr 2: ## Related Entities - [[Related Entity]]
zh_hans: # {title} ## 定义 {definition} ## 核心属性 - 属性1: - 属性2: ## 关联实体 - [[相关实体]]
zh_hant: # {title} ## 定义 {definition} ## 核心屬性 - 屬性1: - 屬性2: ## 關联實體 - [[相關實體]]

# search.all
source: All
zh_hans: 全部
zh_hant: 全部

source: Search Diagnostics
zh_hans: 查看检索诊断 (QA)
zh_hant: 查看检索診斷 (QA)

# search.noResults
source: No matching pages found
zh_hans: 没有找到匹配的页面
zh_hant: 沒有找到匹配的頁面

# search.noResultsHint
source: Try different keywords or adjust filter criteria
zh_hans: 尝试更换关键词或调整筛选条件
zh_hant: 嚐試更換關鍵词或調整篩選條件

# search.pagesCount
source: %d pages
zh_hans: %d 个页面
zh_hant: %d 個頁面

# search.resultsCount
source: Found %lld results
zh_hans: 找到 %lld 个结果
zh_hant: 找到 %lld 個結果

# search.sort.recentlyCreated
source: Recently Created
zh_hans: 最近创建
zh_hant: 最近建立

# search.sort.recentlyUpdated
source: Recently Updated
zh_hans: 最近更新
zh_hant: 最近更新

# search.sort.title
source: Title
zh_hans: 标题
zh_hant: 標題

# search.sort.type
source: Type
zh_hans: 类型
zh_hant: 類型

# searchPlaceholder
source: Search...
zh_hans: 搜索...
zh_hant: 搜尋...

source: Security
zh_hans: 安全
zh_hant: 安全

# security.privacyMasked
source: Sensitive Content Masked
zh_hans: 敏感内容已遮盖
zh_hant: 敏感內容已遮蓋

# security.unlock
source: Unlock
zh_hans: 验证解锁
zh_hant: 驗證解鎖

# security.unlockReason
source: Verify identity to unlock knowledge vault
zh_hans: 验证身份以解锁知识笔记本
zh_hant: 驗證身份以解鎖知識金庫

# security.unlockToView
source: Unlock to View
zh_hans: 解锁并查看
zh_hant: 解鎖並查看

# security.vaultLocked
source: Vault Locked
zh_hans: 知识库已锁定
zh_hant: 知識庫已鎖定

# settings
source: System Settings
zh_hans: 系统设置
zh_hant: 係統設定

# sidebar.left
source: Toggle Sidebar
zh_hans: 收起侧边栏
zh_hant: 收起侧边欄

# sidebar.allPages
source: All Pages
zh_hans: 全部页面
zh_hant: 全部頁面

# sidebar.collaboration
source: Collaboration
zh_hans: 协作共享
zh_hant: 協作共享

# sidebar.dashboard
source: Knowledge Dashboard
zh_hans: 知识仪表
zh_hant: 知識儀表

# sidebar.healthCheck
source: Health Check
zh_hans: 健康检查
zh_hant: 健康检查

# sidebar.plugins
source: Plugins
zh_hans: 插件中心
zh_hant: 插件中心

# sidebar.system
source: System
zh_hans: 系统
zh_hant: 係統

# sidebar.title
source: Knowledge Vault
zh_hans: 知识库
zh_hant: 知識庫

# sidebar.trash
source: Trash
zh_hans: 废纸篓
zh_hant: 废紙篓

# sidebar.universe
source: Knowledge Universe
zh_hans: 知识宇宙
zh_hant: 知識宇宙

# sidebar.weeklyInsight
source: Weekly Insight
zh_hans: 知识周报
zh_hant: 知識周报

source: Sources
zh_hans: 来源
zh_hant: 來源

# spatial.feature.3dGraph
source: 3D Knowledge Graph
zh_hans: 3D 知识图谱
zh_hant: 3D 知識圖譜

# spatial.feature.3dGraph.desc
source: Browse and interact with knowledge nodes freely in space
zh_hans: 在空间中自由浏览和操作知识节点
zh_hant: 在空間中自由浏覽和操作知識節点

# spatial.feature.gaze
source: Eye Tracking
zh_hans: 眼动追踪
zh_hant: 眼動追蹤

# spatial.feature.gaze.desc
source: Look to select, natural interaction
zh_hans: 注视即选中，自然交互
zh_hant: 注視即選中，自然交互

# spatial.feature.gesture
source: Gesture Interaction
zh_hans: 手势交互
zh_hant: 手勢交互

# spatial.feature.gesture.desc
source: Pinch, drag, and rotate knowledge nodes
zh_hans: 捏合、拖拽、旋转操作知识节点
zh_hant: 捏合、拖拽、旋轉操作知識節点

# spatial.feature.spatialAudio
source: Spatial Audio
zh_hans: 空间音频
zh_hant: 空間音頻

# spatial.feature.spatialAudio.desc
source: Node-related audio feedback for immersive experience
zh_hans: 节点关联音频反馈，沉浸式体验
zh_hant: 節点關联音頻反馈，沉浸式體驗

source: Spatial Features
zh_hans: 空间计算功能
zh_hant: 空間计算功能

# spatial.requirement
source: Full experience requires Apple Vision Pro. Currently showing iOS preview mode.
zh_hans: 完整体验需要 Apple Vision Pro 设备。当前显示为 iOS 预览模式。
zh_hant: 完整體驗需要 Apple Vision Pro 設備。当前顯示為 iOS 預覽模式。

# spatial.subtitle
source: Browse knowledge graph in immersive 3D on Apple Vision Pro
zh_hans: 在 Vision Pro 中以沉浸式 3D 方式浏览知识图谱
zh_hant: 在 Vision Pro 中以沉浸式 3D 方式浏覽知識圖譜

# spatial.title
source: Spatial Computing
zh_hans: 空间计算
zh_hant: 空間计算

# splash.author
source: Smart Assistant
zh_hans: 智宇
zh_hant: 智宇

# splash.enter
source: Enter the Knowledge Universe
zh_hans: 进入知识宇宙
zh_hant: 進入知識宇宙

# splash.quote
source: Explore the magic of true AI-native knowledge management
zh_hans: 探索真正的 AI 原生知识管理魔法
zh_hant: 探索真正的 AI 原生知識管理魔法

# stats.growth
source: Growth
zh_hans: 增长
zh_hant: 增長

# stats.newPages
source: New Pages
zh_hans: 新页面
zh_hant: 新頁面

# stats.title
source: Statistics
zh_hans: 统计
zh_hant: 統计

# status.active
source: Active
zh_hans: 活跃
zh_hant: 活跃

# status.deprecated
source: Deprecated
zh_hans: 已弃用
zh_hant: 已棄用

# status.needsUpdate
source: Needs Update
zh_hans: 待更新
zh_hant: 待更新

# status.stub
source: Stub
zh_hans: 占位
zh_hant: 佔位

source: Success
zh_hans: 成功
zh_hant: 成功

# syncToReminders
source: syncToReminders Text
zh_hans: 同步至提醒事项
zh_hant: 同步至提醒事項

# tab.chat
source: AI Chat
zh_hans: AI 对话
zh_hant: AI 對話

# tab.collab
source: Collab
zh_hans: 实时协作
zh_hant: 實時協作

# tab.settings
source: Settings
zh_hans: 设置
zh_hant: 設定

# tab.voice
source: Voice
zh_hans: 语音
zh_hant: 語音

# type.comparison
source: Comparison
zh_hans: 对比
zh_hant: 對比

# type.concept
source: Concept
zh_hans: 主题
zh_hant: 主題

# type.entity
source: Entry
zh_hans: 词条
zh_hant: 词條

# type.raw
source: Raw
zh_hans: 原始
zh_hant: 原始

# type.source
source: Source
zh_hans: 来源
zh_hant: 來源

# unitTenThousand
source: unitTenThousand Text
zh_hans: 万
zh_hant: 萬

# demo.relatedConcepts
source: Related Concepts
zh_hans: 相关概念
zh_hant: 相關概念

# demo.gateway.content
source: The API gateway routes requests, handles authentication, and enforces rate limiting for all external access.
zh_hans: 统一的 LLM 提供商网关，内置自动故障转移、速率限制和成本追踪。
zh_hant: 統一的 LLM 提供商網關，內置自動故障轉移、速率限制和成本追蹤。

# demo.topology.title
source: Graph Topology
zh_hans: 知识拓扑
zh_hant: 知識拓撲

# demo.dependsOn
source: Depends on
zh_hans: 依赖
zh_hant: 依賴

# tags.quality
source: Quality
zh_hans: 代码质量
zh_hant: 程式碼質量

# tags.nlp
source: NLP
zh_hans: 自然语言处理
zh_hant: 自然語言處理

# demo.secureEnv.title
source: Secure Enclave
zh_hans: 安全环境
zh_hant: 安全環境

# demo.topology.content
source: Knowledge graph topology analysis reveals cluster structures, central nodes, and information flow patterns.
zh_hans: 3D 交互式知识图谱揭示知识库中隐藏的连接与结构模式。
zh_hant: 3D 交互式知識圖譜揭示知識庫中隱藏的連線与結構模式。

# demo.toolchain.content
source: End-to-end toolchain from ingestion to synthesis, supporting multiple document formats and AI models.
zh_hans: 从文档摄入经嵌入、索引到 AI 驱动合成与洞察生成的端到端流水线。
zh_hant: 从文档攝入經嵌入、索引到 AI 驅動合成与洞察生成的端到端流水線。

# demo.chunking.title
source: Semantic Chunking
zh_hans: 语义分块
zh_hant: 語义分塊

# tags.network
source: Network
zh_hans: 网络同步
zh_hant: 網路同步

# tags.ai
source: AI
zh_hans: 人工智能
zh_hant: 人工智能

# demo.vectorDB.title
source: Vector Database
zh_hans: 向量数据库
zh_hant: 向量資料庫

# demo.hybridSearch.content
source: Combines FTS5 full-text search with vector similarity search using Reciprocal Rank Fusion for optimal retrieval quality.
zh_hans: 结合全文搜索 (FTS5) 与向量相似度搜索，实现全面准确的检索结果。
zh_hant: 結合全文搜尋 (FTS5) 与向量相似度搜尋，實現全面準確的检索結果。

# demo.core
source: Core
zh_hans: 核心
zh_hant: 核心

# tags.protocol
source: Protocol
zh_hans: 通信协议
zh_hant: 通信協議

# demo.transformer.content
source: Transformer architecture enables deep semantic understanding through multi-head attention mechanisms.
zh_hans: 基于 Transformer 架构的核心 AI 引擎，实现深度语义理解与内容生成。
zh_hant: 基於 Transformer 架構的核心 AI 引擎，實現深度語义理解与內容生成。

# demo.toolInterface.title
source: Tool Interface
zh_hans: 工具接口
zh_hant: 工具接口

# demo.embedding.content
source: High-dimensional vector embeddings capture semantic meaning, enabling similarity search beyond keyword matching.
zh_hans: 使用最先进的嵌入模型将文本块编码为高维向量，支持语义搜索。
zh_hant: 使用最先進的嵌入模型將文本塊编碼為高維向量，支援語义搜尋。

# demo.consistency.title
source: Consistency Checking
zh_hans: 数据一致性
zh_hant: 資料一致性
